---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross.CantileverHeight
source: html/643a10d5-5d94-dde2-398b-924f67194cc9.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross.CantileverHeight Property

Flange cantilever thickness.

## Syntax (C#)
```csharp
public double CantileverHeight { get; set; }
```